hurrican/hurrican-acceptance-test/src/citrus/resources/templates/customer/v1/CustomerDataUsageDetails_01/getDataUsageDetailsStatus.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://www.mnet.de/esb/cdm/Customer/CustomerOrderService/v1">
<soapenv:Header/>
<soapenv:Body>
    <v1:getDataUsageDetailsStatus>
        <!--1 or more repetitions:-->
        <v1:customerOrderId>${customerOrderId}</v1:customerOrderId>
    </v1:getDataUsageDetailsStatus>
</soapenv:Body>
</soapenv:Envelope>